Repository: xzy-nine/Sefirah
Catalog: src/Sefirah/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

source: About
zh_cn: 关于

source: General
zh_cn: 通用

source: Settings
zh_cn: 设置

source: Privacy policy
zh_cn: 隐私政策

source: Support development
zh_cn: 协助开发

source: Open logs
zh_cn: 打开日志

source: GitHub Repository
zh_cn: Github 源码仓库

source: Android GitHub Repository
zh_cn: Android GitHub 源码仓库

source: Feedback
zh_cn: 反馈

source: Notifications
zh_cn: 通知

source: Third party libraries
zh_cn: 第三方库

source: Save location
zh_cn: 保存位置

source: Remote storage location
zh_cn: 远程存储位置

source: Show clipboard toast
zh_cn: 显示剪贴板提示

# ClipboardFiles
source: Add received files to clipboard
zh_cn: 将收到的文件添加到剪贴板

source: General Settings
zh_cn: 常规设置

source: Show notification toast
zh_cn: 显示通知提示

# IgnoreWindowsApps
source: Ignore remote notifications from active Windows apps
zh_cn: 忽略来自活动Windows应用程序的远程通知

# NotificationFilterDisabled.Content
source: Disabled
zh_cn: 禁用

# NotificationFilterFeed.Content
source: Notification feed
zh_cn: 通知订阅

# NotificationFilterToastFeed.Content
source: Notification feed + toast
zh_cn: 通知订阅 + Toast

# AvailableDevices.Title
source: Available Devices
zh_cn: 可用设备

# AvailableDevices.Subtitle
source: Android devices that are running the app in the same network will show up below
zh_cn: 同网络下的安卓设备将自动显示在下方

source: Startup option
zh_cn: 启动项

# StartupOptionDescription
source: Choose how the app starts when Windows boots
zh_cn: 选择本应用在Windows启动时的运行方式

# StartupOptionMinimized.Content
source: Start minimized
zh_cn: 最小化

# StartupOptionMaximized.Content
source: Start maximized
zh_cn: 最大化

# StartupOptionSystemTray.Content
source: Start in system tray
zh_cn: 系统托盘

# StartupOptionDisabled.Content
source: Disabled
zh_cn: 禁用

source: Theme
zh_cn: 主题

# ThemeDescription
source: Choose your default app theme
zh_cn: 选择您默认应用主题

source: Default
zh_cn: 默认

# ThemeLight.Content
source: Light
zh_cn: 浅色

# ThemeDark.Content
source: Dark
zh_cn: 暗色

# RemoveDeviceDialogTitle
source: Remove device
zh_cn: 删除设备

source: Remove
zh_cn: 删除

source: Cancel
zh_cn: 取消

# OnboardingWelcome.Title
source: Welcome to Sefirah
zh_cn: 欢迎使用 NotifyRelay

# OnboardingWelcome.Subtitle
source: To get started, download and install the companion app through the corresponding GitHub page.
zh_cn: 请通过GitHub页面下载并安装配套应用程序以开始使用 NotifyRelay。\n感谢Sefirah作者shrimqy构建的应用主体,让我这个小白能自行编译并使用NotifyRelay,本pc端的主体是在Sefirah的基础上修改而来的。

# OnboardingWelcomeGetStarted
source: Get started
zh_cn: 开始

# OnboardingSkip
source: Skip for now
zh_cn: 跳过

# OnboardingDevice.Title
source: Connect your device
zh_cn: 连接您的设备

# OnboardingDevice.Subtitle
source: Scan the QR code or pair directly from the discovered devices below
zh_cn: 已发现的网络设备将显示在下文，请从您的移动端发起连接（请确保PIN码匹配）

# ConnectionRequest.Title
source: Device connection request
zh_cn: 设备连接请求

# ConnectionRequest.Subtitle
source: Verify the passkey matches on both devices:
zh_cn: 请验证两台设备名称等是否匹配

# ConnectionRequestRejectButton
source: Reject
zh_cn: 拒绝

# NotificationsClearButton
source: Clear all
zh_cn: 清除

# ConnectionRequestAcceptButton
source: Accept
zh_cn: 同意

source: No devices found
zh_cn: 未找到任何设备

source: Open links in browser
zh_cn: 在浏览器中打开链接

# Connected.Text
source: Connected
zh_cn: 已连接

# Disconnected.Text
source: Disconnected
zh_cn: 未连接

source: Show/Hide window
zh_cn: 显示/隐藏窗口

source: Exit
zh_cn: 退出

source: Select location
zh_cn: 选择位置

# RemoveDeviceDialogSubtitle
source: Are you sure you want to remove '{0}'? This action cannot be undone.
zh_cn: 确定要移除 '{0}' 吗？此操作不可撤销。

source: App-specific Settings
zh_cn: 应用特定设置

# SendButton
source: Send
zh_cn: 发送

# ReplyPlaceholder
source: Type a reply
zh_cn: 输入回复

# FileTransferNotificationAction.OpenFile
source: Open file
zh_cn: 打开文件

# FileTransferNotificationAction.OpenFolder
source: Open folder
zh_cn: 打开文件夹

# NotificationFilterButton
source: Turn off notifications from {0}
zh_cn: 关闭从 {0} 的通知

# SubmitBugReport
source: Report a bug
zh_cn: 报告错误

# SubmitFeatureRequest
source: Feature request
zh_cn: 功能请求

# IgnoreNotificationDuringDnd
source: Do not show notification toast when phone is in DND
zh_cn: 当手机处于勿扰模式时，不显示通知弹窗

# Devices.Title
source: Devices
zh_cn: 设备

source: Pin
zh_cn: 置顶

source: Unpin
zh_cn: 取消置顶

source: Video settings
zh_cn: 视频设置

source: Audio settings
zh_cn: 音频设置

# OpenApp
source: Open in app
zh_cn: 在应用程序中打开

# ScreenOff
source: Keep device screen off while mirroring
zh_cn: 镜像投屏时保持设备屏幕关闭

# PhysicalKeyboard
source: Disable on-screen keyboard
zh_cn: 禁用虚拟键盘

source: Bitrate
zh_cn: 码率

source: Resolution
zh_cn: 分辨率

source: Buffer
zh_cn: 缓冲

source: Messages
zh_cn: 信息

# EmptyMessages
source: Start a new conversation or select one to reply
zh_cn: 开始一个新的对话来使用

# MessagePlaceholder
source: Type a message
zh_cn: 输入一条消息

source: Apps
zh_cn: 应用程序

source: New message
zh_cn: 新消息

source: Search messages
zh_cn: 搜索消息

# AddressInputPlaceholder
source: To
zh_cn: 发送给

source: Remove address
zh_cn: 删除地址

source: Copy message
zh_cn: 复制消息

# NoApps
source: No apps found
zh_cn: 未找到应用

source: Additional arguments
zh_cn: 额外参数

# AdbDeviceOffline
source: Adb device is offline
zh_cn: Adb 设备已离线

# AdbDeviceOfflineDescription
source: Connect your device through USB with USB Debugging enabled, then try again.
zh_cn: 连接 USB 设备请启用 USB 调试后重试

source: Dismiss
zh_cn: 忽视

source: Scrcpy not found
zh_cn: 未找到 Scrcpy

# ScrcpyNotFoundDescription
source: Select the folder where scrcpy is located
zh_cn: 选择 Scrcpy 所在文件夹

source: Search apps
zh_cn: 搜索应用

source: Disable video forwarding
zh_cn: 关闭视频转发

source: Video codec
zh_cn: 视频编码

source: Frame rate
zh_cn: 帧数

source: Crop
zh_cn: 出现错误

source: Display
zh_cn: 显示

source: Virtual display size
zh_cn: 虚拟显示屏尺寸

source: Display orientation
zh_cn: 显示方向

source: Rotation angle
zh_cn: 旋转角度

# AudioOutputMode
source: Audio output
zh_cn: 音频输出

source: Forward microphone
zh_cn: 麦克风转发

source: Audio output buffer
zh_cn: 音频输出缓冲

source: Audio codec
zh_cn: 音频编码

source: Adb Settings
zh_cn: ADB 设置

source: Auto connect
zh_cn: 自动连接

source: Both
zh_cn: 两种

source: Desktop device
zh_cn: 桌面设备

source: Remote device
zh_cn: 远程设备

# SelectDevice
source: Select a device
zh_cn: 选择一个设备

source: Start
zh_cn: 开始

# ScrcpyDevicePreference
source: Device preference
zh_cn: 设备偏好

source: Ask every time
zh_cn: 每次都询问

source: Auto
zh_cn: 自动

# ScrcpyErrorTitle
source: Scrcpy failed to start
zh_cn: scrcpy 启动失败

source: Copy error
zh_cn: 复制失败

source: Device name
zh_cn: 设备名称

source: Enable virtual display
zh_cn: 启动虚拟显示器

source: Uninstall
zh_cn: 卸载

# UnlockDeviceHelpTitle
source: Unlock commands help
zh_cn: shell 命令帮助

# UnlockDeviceHelpDescription
source: Commands run in order before launching scrcpy. Set a delay in milliseconds after each command if your device needs time to react. Use 0 for no delay. Use %pwd% as a placeholder to be prompted for your password.
zh_cn: The shell commands in the text box will be executed before launching scrcpy. Enter commands that work on your device, separated by line.

# UnlockDeviceHelpExample
source: Example:
zh_cn: 例子：

source: Pinned apps
zh_cn: 固定的应用

source: Actions
zh_cn: 操作

# ActionsDescription
source: Configure custom actions and executable commands
zh_cn: 设置自定义操作和执行的命令

# AdbNoDevice
source: No ADB devices connected
zh_cn: ADB 设备未连接

source: Clipboard settings
zh_cn: 粘贴板设置

source: Device settings
zh_cn: 设备设置

source: Notification settings
zh_cn: 通知设置

source: Screen mirror settings
zh_cn: 屏幕镜像设置

# OpenLinksInBrowserDescription
source: Automatically open links from clipboard in default browser
zh_cn: 在默认浏览器中自动打开来自粘贴板的链接

# ShowClipboardToastDescription
source: Show toast notifications for clipboard changes
zh_cn: 粘贴板变化时显示 toast 消息

# ClipboardFilesDescription
source: Enable file synchronization through clipboard
zh_cn: 启用通过粘贴板实现的文件同步

# AutoConnectDescription
source: Automatically connect to ADB when device connects
zh_cn: 当设备连接时自动连接到 ADB

# SyncClipboardChanges
source: Sync clipboard changes with this device
zh_cn: 和这个设备同步粘贴板

source: Configure notification settings
zh_cn: 设置通知选项

# DisplayToastNotifications
source: Display toast notifications on this PC
zh_cn: 在此电脑上显示 toast 通知

source: Show badge
zh_cn: 显示标记

# ShowBadgeDescription
source: Show notification badge on taskbar
zh_cn: 在任务栏上显示通知标记

source: Ignore during Do Not Disturb
zh_cn: 忽略请勿打扰时

# IgnoreDuringDoNotDisturbDescription
source: Don't show notifications when Do Not Disturb is enabled
zh_cn: 启用 "请勿打扰 "时不显示通知

source: Connection preference
zh_cn: 连接偏好

source: Add action
zh_cn: 添加动作

source: Edit
zh_cn: 编辑

source: No actions configured
zh_cn: 没有设置动作

source: Action name
zh_cn: 动作名称

source: Arguments
zh_cn: 参数

source: Start in directory
zh_cn: 在目录中打开

source: Enter action name
zh_cn: 输入动作名称

# CommandLineArguments
source: Command line arguments (optional)
zh_cn: 命令行参数（可选）

source: Enter password
zh_cn: 输入密码

source: Reply
zh_cn: 回复

source: Back
zh_cn: 返回

source: Browse
zh_cn: 浏览

# EnterAddressesAndCompose
source: Enter addresses above and compose your message below
zh_cn: 请在上方输入地址并在下方撰写您的留言

source: Use TCP/IP mode
zh_cn: 使用 TCP/IP 模式

# UseTcpIpModeDescription
source: Enable wireless ADB connections
zh_cn: 启用 ADB 无线调试

# WorkingDirectory
source: Working directory (optional)
zh_cn: 工作目录（可选）

# UnlockDeviceBeforeLaunch
source: Unlock device before launching scrcpy
zh_cn: 启动 scrcpy 前解锁设备

# UnlockCommandsPlaceholder
source: input keyevent 26 input keyevent 66 input text %pwd%
zh_cn: 输入关键事件 26 输入关键事件 66 输入文本 %pwd%

# FileDropCaption
source: Drop files to send
zh_cn: 拖动要发送文件

source: Save
zh_cn: 保存

# FileTransferNotification.Receiving
source: Receiving from {0}
zh_cn: 正在从 {0} 接收

# FileTransferNotification.Sending
source: Sending to {0}
zh_cn: 正在发送到 {0}

# FileTransferNotification.ReceivingBulk
source: Receiving {0} files from {1}
zh_cn: 正在从 {2} 接收 {0}/{1}

# FileTransferNotification.SendingBulk
source: Sending {0} files to {1}
zh_cn: 正在发送 {0}/{1} 到 {2}

# FileTransferNotification.Completed
source: File transfer completed
zh_cn: 文件传输完成

# FileTransferNotification.CompletedSingle
source: Received {0} from {1}
zh_cn: 已从 {1} 接收 {0}

# FileTransferNotification.CompletedBulk
source: Received {0} files from {1}
zh_cn: 已从 {1} 接收 {0} 个文件

# FileTransferNotification.SentSingle
source: Sent {0} to {1}
zh_cn: 已发送 {0} 到 {1}

# FileTransferNotification.SentBulk
source: Sent {0} files to {1}
zh_cn: 已发送 {0} 个文件到 {1}

# FileTransferNotificationAction.Cancel
source: Cancel
zh_cn: 取消
